"About HeliPort" = "A propos de HeliPort";
"Address: " = "Adresse: ";
"Cancel" = "Fermer";
"Check for Updates..." = "Recherche de mise a jour...";
"Create Diagnostics Report..." = "Création de diagnostics...";
"Create Network..." = "Creation du reseau...";
"Disconnect from: " = "Deconnection de: ";
"Dynamic WEP" = "Dynamique WEP";
"Enable Wi-Fi Logging" = "Activer la connection Wi-Fi";
"Enter the name and security type of the network you want to join." = "Entrez le nom et le type de securite du reseau auquel vous souhaitez vous connecter";
"FUNCTION NOT IMPLEMENTED" = "FUNCTION NON IMPLÉMENTÉ";
"Find and join a Wi-Fi network." = "Trouver et se connecter a un reseau Wi-Fi";
"Interface Name: " = "Nom de l'interface: ";
"itlwm API Version: " = "itlwm API Version: "; // FIXME
"HeliPort API Version: " = "HeliPort API Version: "; // FIXME
"itlwm Version Mismatch" = "itlwm Version Mismatch"; // FIXME
"Join Other Network..." = "Se connecter a un autre réseau...";
"Join" = "Se connecter";
"Launch At Login" = "Lancer au démarrage";
"Network Name:" = "Nom du réseau:";
"No Network Avaliable" = "Aucun réseau disponible";
"No Status Information Avaliable" = "Aucune information disponible";
"None" = "Aucun";
"Open Network Preferences..." = "Ouvrir les préférences réseau...";
"Open Wireless Diagnostics..." = "Ouvrir les diagnostics réseau...";
"Password:" = "Mot de passe:";
"Password" = "Mot de passe";
"Quit HeliPort" = "Quitter HeliPort";
"Reachable" = "Atteignable";
"Remember this network" = "Se souvenir de ce réseau";
"Security:" = "Sécurité";
"Show password" = "Afficher le mot de passe";
"Turn Wi-Fi Off" = "Activer le Wi-Fi";
"Turn Wi-Fi On" = "Désactiver le Wi-Fi";
"Unavailable" = "Indisponible";
"Unknown" = "Inconnu";
"Unreachable" = "Inatteignable";
"Username:" = "Nom d'utilisateur";
"Version: " = "Version: ";
"Visit OpenIntelWireless on GitHub" = "Visit OpenIntelWireless on GitHub"; // FIXME
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 Entreprise";
"WPA/WPA2 Personal" = "WPA/WPA2 Personnel";
"WPA2 Enterprise" = "WPA2 Entreprise";
"WPA2 Personal" = "WPA2 Personnel";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 Entreprise";
"WPA2/WPA3 Personal" = "WPA2/WPA3 Personnel";
"WPA3 Enterprise" = "WPA3 Entreprise";
"WPA3 Personal" = "WPA3 Personnel";
"Wi-Fi: Connected" = "Wi-Fi: Connecté";
"Wi-Fi: Connecting" = "Wi-Fi: Connection";
"Wi-Fi: Looking for Networks..." = "Wi-Fi: Recherche de réseau...";
"Wi-Fi Network \"" = "Réseau Wi-Fi \"";
"Wi-Fi: Off" = "Wi-Fi: Désactivé";
"Wi-Fi: On" = "Wi-Fi: Active";
"Wi-Fi: Status unavailable" = "Wi-Fi: Indisponible";
"\" Requires Password" = "\" Nécessite un mot de passe";
"    IP Address: "      = "    Adresse IP: ";
"    Router: "          = "    Router: ";
"    Internet: "        = "    Internet: ";
"    Security: "        = "    Sécurité: ";
"    BSSID: "           = "    BSSID: ";
"    Channel: "         = "    Canal: ";
"    Country Code: "    = "    Code de Pays: ";
"    RSSI: "            = "    RSSI: ";
"    Noise: "           = "    Bruit: ";
"    Tx Rate: "         = "    Taux Tx: ";
"    PHY Mode: "        = "    Mode PHY: ";
"    MCS Index: "       = "    Index MCS: ";
"    NSS: "             = "    NSS: ";

